Repository: wp-plugins/baw-google-author
Catalog: lang/baw_*.po
Languages: ga_fr_fr

source: About BoiteAWeb
ga_fr_fr: A propos de BoiteAWeb

source: Security Expert Wordpress Blog
ga_fr_fr: Blog d'expert en sécurité WordPress

source: Site secu
ga_fr_fr: Site sécu

source: Web Security Consultant Corporate Website
ga_fr_fr: Site web corpo de consultant en sécurité web

source: Donate
ga_fr_fr: Don

source: Settings updated
ga_fr_fr: Réglages mis à jour

source: META author style
ga_fr_fr: Style de META Author

source: Always use this name. Will be used too on every non post/page (index, 404, search, ...)
ga_fr_fr: Toujours utiliser ce nom. Il sera aussi utilisé sur toutes les pages non articles/pages (index, 404, recherche, ...)

source: Use the real author from post/page.
ga_fr_fr: Utiliser le véritable auteur de l'article/page.

source: Save Changes
ga_fr_fr: Sauver

source: Settings
ga_fr_fr: Réglages
